Repository: wernerpaulin/Yaha
Catalog: Software/Maincontrol/backup/2015/20151022/www/tmx/climate.tmx
Source language: de
Languages: en

source: Raumklima
en: Climate control

source: Raumklima 1
en: Climate control 1

source: Raumklima 2
en: Climate control 2

source: Raumklima 3
en: Climate control 3

source: Raumklima 4
en: Climate control 4

source: Raumklima 5
en: Climate control 5

source: Raumklima - Untermodul 1.1
en: Climate control - Sub module 1.1

source: Raumklima - Untermodul 1.2
en: Climate control - Sub module 1.2

source: Raumklima - Untermodul 1.3
en: Climate control - Sub module 1.3

source: Raumklima - Untermodul 1.4
en: Climate control - Sub module 1.4

source: Raumklima - Untermodul 1.5
en: Climate control - Sub module 1.5
